OdGiDrawFlagsHelper.Dispose
\details
Destructor for the OdGiDrawFlagsHelper class. Sets previous draw flags.

OdGiDrawFlagsHelper.#ctor(OdGiSubEntityTraits*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,System.UInt32!System.Runtime.CompilerServices.IsLong,System.UInt32!System.Runtime.CompilerServices.IsLong)
\details
Constructor for the OdGiDrawFlagsHelper class.
\param pTraits [in/out]  Sub-entity traits to set. Draw flags of this OdGiSubEntityTraits object may change inside the constructor.
\param addFlags [in]  Draw flags to add.
\param delFlags [in]  Flags to remove.